[
    {
        "id": "1",
        "cardImg": "/projectsImages/portfolio/Screenshot-Portfolio.png",
        "title": "<strong>SumitKawale</strong> Portfolio",
        "category": "Category: <strong>Personal</strong>",
        "description": "This is my Portfolio designed and developed by me. Tried to develop much friendly as possible.<br/> This portfolio contains information about myself, projects I did and my Resume",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            },
            {
                "name": "react",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/react/react-original-wordmark.svg"
            },
            {
                "name": "MongoDB",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/mongodb/mongodb-original-wordmark.svg"
            },
            {
                "name": "NodeJS",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/nodejs/nodejs-original.svg"
            },
            {
                "name": "ExpressJS",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/express/express-original.svg"
            }
        ],
        "data": {
            "github": "https://github.com/sumitkawale/portfolio",
            "project": "https://sumitkawale.github.io/portfolio/",
            "aboutProject": "SumitKawale Portfolio is a dynamic and modern web-based application designed to showcase the professional profile and accomplishments of Sumit Kawale. This portfolio is created to provide an easy and accessible platform for visitors to explore and learn about Sumit's experience, skills, and projects.<br/><br/>From a user's point of view, the portfolio is easy to navigate and provides a smooth user experience. The home page provides a brief overview of Sumit's background, including his work experience, education, and key skills. Visitors can also access a detailed list of projects that Sumit has worked on, complete with screenshots and descriptions of each project.<br/><br/>The portfolio is built using cutting-edge technologies, including React JS, Node JS, HTML, CSS, Bootstrap, and AWS Cloud Storage. This combination of technologies provides a fast and responsive user interface, as well as robust and scalable back-end functionality. The portfolio is hosted on a tunnel server, ensuring fast and reliable access for visitors from around the world.<br/><br/>Whether you are an employer looking to hire or a fellow developer seeking inspiration, SumitKawale Portfolio is the perfect platform to learn about Sumit's work and achievements. Browse through the portfolio today and see what Sumit has to offer!",
            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" }
            ]
        }
    },
    {
        "id": "2",
        "cardImg": "/projectsImages/project1.png",
        "title": "<strong>Wifi Messanger APK</strong> with doccumentation",
        "category": "Category: <strong>androidApp</strong>",
        "description": "Sometimes we need to communicate privately to our colligue or friendin at same place without internet connection. <br/> Then using this application, you can connect your mobile with your friend and using this application, you both can communicate",
        "technologies": [
            {
                "name": "Android",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/android/android-plain-wordmark.svg"
            },
            {
                "name": "Java",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/java/java-original-wordmark.svg"
            },
            {
                "name": "SQlite",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/sqlite/sqlite-original-wordmark.svg"
            }
        ],
        "data": {
            "github": "",
            "project": "https://sumitkawale.github.io/WifiMessangerDocumentation.github.io/",
            "aboutProject": "Wifi Messenger APK is a cutting-edge instant messaging application designed specifically for Android devices. This application allows users to communicate with their friends and family using only a Wi-Fi connection, eliminating the need for expensive mobile data plans.<br/><br/>From a user's point of view, the Wifi Messenger APK is easy to use and provides a seamless messaging experience. The intuitive interface makes it easy to send messages, share images and videos, and keep in touch with loved ones. Users can also create group chats to collaborate with friends or colleagues on projects and events.<br/><br/>The Wifi Messenger APK is designed with privacy in mind, ensuring that all messages and conversations are kept secure. The application uses the latest encryption technologies to protect user data, making it a safe and reliable way to communicate with others.<br/><br/>The Wifi Messenger APK comes with comprehensive documentation, making it easy for users to understand its features and functionality. Whether you're a tech-savvy individual or a beginner, the detailed documentation provides step-by-step instructions on how to get started and make the most of this powerful messaging app.<br/><br/>So if you're looking for a fast, reliable, and secure way to stay connected with your friends and family, download the Wifi Messenger APK today and start chatting!",
            
			"screenshots": [
                {
				}
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" },
                { "username": "omiswami99", "name": "Onkar Swami", "logoTxt": "OS", "avatar": "https://avatars.githubusercontent.com/u/68021157?v=4" },
                { "username": "Akanksha Kudale", "name": "Akanksha Kudale", "logoTxt": "AK", "avatar": "" }
            ]
        }
    },
    {
        "id": "3",
        "cardImg": "/projectsImages/project.png",
        "title": "<strong>Billing Application</strong> using PHP",
        "category": "Category: <strong>website</strong>",
        "description": "At some small shops, the shopkeeper needs to keep his selling history in a diary/billing book<br/> This application provides easy method to bill generation as well as accessing bill history and other userfull options too. <br/> It's easy for shopkeeper to print the bill history for submitting that list to incometax",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            },
            {
                "name": "BootStrap",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/bootstrap/bootstrap-original-wordmark.svg"
            },
            {
                "name": "PHP",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/php/php-plain.svg"
            },
            {
                "name": "MySQL",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/mysql/mysql-original-wordmark.svg"
            }
        ],
        "data": {
            "github": "",
            "project": "",
            "aboutProject": "The Billing Application is a powerful and easy-to-use platform designed to help businesses manage their financial transactions with ease. Using PHP and MySQL, this application provides a comprehensive solution for generating invoices, tracking payments, and managing customer information.<br/><br/>From a user's point of view, the Billing Application is straightforward and user-friendly. The intuitive interface makes it easy to create and manage invoices, track payments, and keep track of customer information. Business owners can also generate detailed reports on their financial transactions, allowing them to get a better understanding of their financial health.<br/><br/>The application is highly customizable, allowing users to tailor it to meet their specific business needs. Whether you're a small business owner or a large corporation, the Billing Application can be configured to fit your business operations seamlessly.<br/><br/>In addition, the Billing Application is designed to be secure and reliable, with robust security features to protect sensitive financial information. The application uses the latest encryption technologies to keep user data secure, and the platform is regularly updated to address any potential vulnerabilities.<br/><br/>Overall, the Billing Application is a must-have tool for businesses looking to streamline their financial operations and stay on top of their finances. Whether you're a small business owner or a large corporation, this application provides a comprehensive solution for managing your financial transactions with ease.",
            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" },
                { "username": "omiswami99", "name": "Onkar Swami", "logoTxt": "OS", "avatar": "https://avatars.githubusercontent.com/u/68021157?v=4" },
                { "username": "Shree011", "name": "Shreyash Deshpande", "logoTxt": "SD", "avatar": "https://avatars.githubusercontent.com/u/89134802?v=4" }
            ]
        }
    },
    {
        "id": "4",
        "cardImg": "/projectsImages/project1.png",
        "title": "<strong>E-Gram-Panchayat</strong> using PHP",
        "category": "Category: <strong>website</strong>",
        "description": "Generally when we went to get certificate for marriage, birth, death, etc. The officor will generate the certificate by hand and it is too much timeconsuming and the data is managed in hardcopy in that office.<br/> Using this application officer can easily generate the certificate by just filling the form and that record is also stored in system for future use or as history.",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            },
            {
                "name": "BootStrap",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/bootstrap/bootstrap-original-wordmark.svg"
            },
            {
                "name": "PHP",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/php/php-plain.svg"
            },
            {
                "name": "SQLite",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/sqlite/sqlite-original-wordmark.svg"
            }
        ],
        "data": {
            "github": "",
            "project": "",
            "aboutProject": "E-Gram Panchayat is a cutting-edge platform designed to streamline the administration of rural communities and provide citizens with easy access to important information and services. This application uses PHP and is designed to manage birth, marriage, and death certificates, as well as generate QR code certificates for these events. <br/><br/> From a user's point of view, E-Gram Panchayat is simple and user-friendly. Citizens can easily access the platform to request and receive birth, marriage, and death certificates, without having to visit the panchayat office in person. The application also generates QR code certificates, which can be easily scanned to access the relevant information, saving time and reducing the risk of errors. <br/><br/> The platform is highly secure, with robust security features to protect sensitive information. The application uses the latest encryption technologies to ensure the confidentiality and privacy of user data, and regular updates are carried out to address any potential vulnerabilities. <br/><br/> E-Gram Panchayat provides a comprehensive solution for managing the administration of rural communities. By automating the process of issuing and managing certificates, it reduces the workload of the panchayat staff and improves the speed and efficiency of service delivery. <br/><br/> In conclusion, E-Gram Panchayat is a must-have platform for rural communities looking to streamline their administration and provide citizens with easy access to important information and services. Whether you're a rural community resident or a panchayat administrator, this application provides a comprehensive solution for managing certificates and other important records.",
            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" },
                { "username": "omiswami99", "name": "Onkar Swami", "logoTxt": "OS", "avatar": "https://avatars.githubusercontent.com/u/68021157?v=4" },
                { "username": "Shree011", "name": "Shreyash Deshpande", "logoTxt": "SD", "avatar": "https://avatars.githubusercontent.com/u/89134802?v=4" }
            ]
        }
    },
    {
        "id": "5",
        "cardImg": "/projectsImages/codeEditor/Screenshot-OnlineCodeEditor.png",
        "title": "<strong>Online Code Editor</strong> HTML, CSS and JavaScript",
        "category": "Category: <strong>website</strong>",
        "description": "This website is specially developed for those students who want to learn html, css or javascript but do not have any pc. You can make basic website using html, css and javascript here.",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            }
        ],
        "data": {
            "github": "https://github.com/sumitkawale/code.github.io",
            "project": "https://sumitkawale.github.io/code.github.io/index.html",
            "aboutProject": "The Online Code Editor is a powerful and user-friendly platform that provides a comprehensive solution for web development. Designed for HTML, CSS, and JavaScript, this platform allows users to easily create, edit, and publish websites from anywhere in the world. <br/><br/> From a user's point of view, the Online Code Editor is intuitive and straightforward. The interface is designed to make it easy for users to write, edit, and test their code, with features like syntax highlighting, code completion, and real-time error checking. The platform also includes a built-in file manager, allowing users to organize and manage their projects with ease. <br/><br/> The platform is highly customizable, with a wide range of settings and preferences that can be adjusted to meet the individual needs of each user. Whether you're a beginner or an experienced web developer, the Online Code Editor provides a flexible and robust solution for your web development needs. <br/><br/> In addition, the platform is designed to be highly secure, with robust security features to protect user data and projects. The platform uses the latest encryption technologies to keep user data confidential, and regular updates are carried out to address any potential vulnerabilities. <br/><br/> Overall, the Online Code Editor is a must-have platform for web developers looking to streamline their workflow and improve their productivity. Whether you're building a personal website or a complex web application, this platform provides a comprehensive solution for your web development needs.",
            
            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" }
            ]
        }
    },
    {
        "id": "6",
        "cardImg": "/projectsImages/syllabusDownloader/Screenshot-BESyllabusDownloader.png",
        "title": "<strong>B.E. Syllabus Downloader</strong> (SPPU University)",
        "category": "Category: <strong>website</strong>",
        "description": "When we want to download syllabus copy, we need to search it in many websites or university website, sometimes it is difficult for new students.<br/> This page provides easy access to download copy of syllabus of listed departments.",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            },
            {
                "name": "BootStrap",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/bootstrap/bootstrap-original-wordmark.svg"
            }
        ],
        "data": {
            "github": "https://github.com/sumitkawale/B.E-Syllabus.github.io",
            "project": "https://sumitkawale.github.io/B.E-Syllabus.github.io/",
            "aboutProject": "The B.E. Syllabus Downloader is a platform designed specifically for students of SPPU University who are pursuing a Bachelor of Engineering degree. This platform allows students to easily access and download the syllabus for all subjects, from second year to final year, with just a few clicks. <br/><br/> From a user's point of view, the B.E. Syllabus Downloader is a convenient and time-saving tool. Students can simply select their year and subject, and the syllabus will be instantly available for download in a standard format, such as PDF. This eliminates the need to search for syllabi on different websites or in the library, saving students valuable time and effort. <br/><br/> The platform is designed to be user-friendly and easy to use, with a straightforward interface that guides students through the process of selecting their year and subject. The platform is also mobile-friendly, allowing students to access and download syllabi on the go, using their smartphones or tablets. <br/><br/> In addition, the B.E. Syllabus Downloader is designed to be highly secure and reliable, with robust security features to protect user data and ensure that the platform is always available when students need it. The platform is regularly updated to address any potential vulnerabilities, ensuring that students can access the latest syllabi with confidence. <br/><br/> Overall, the B.E. Syllabus Downloader is a valuable resource for students at SPPU University who are pursuing a Bachelor of Engineering degree. By providing easy access to the latest syllabi, this platform helps students stay organized and on track as they complete their degree.",

            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" }
            ]
        }
    },
    {
        "id": "7",
        "cardImg": "/projectsImages/syllabusDownloader/Screenshot-MSBTESyllabusDownloader.png",
        "title": "<strong>MSBTE Syllabus Downloader</strong> (MSBTE Computer Engineering Diploma)",
        "category": "Category: <strong>website</strong>",
        "description": "When we want to download syllabus copy, we need to search it in many websites or university website, sometimes it is difficult for new students.<br/> This page provides easy access to download copy of syllabus of listed departments.",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            },
            {
                "name": "BootStrap",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/bootstrap/bootstrap-original-wordmark.svg"
            }
        ],
        "data": {
            "github": "https://github.com/sumitkawale/diploma-syllabus.github.io",
            "project": "https://sumitkawale.github.io/diploma-syllabus.github.io/",
            "aboutProject": "The MSBTE Syllabus Downloader is a platform designed specifically for students pursuing a computer engineering diploma from the Maharashtra State Board of Technical Education (MSBTE). This platform allows students to easily access and download the latest syllabus for their courses, saving them time and effort. <br/><br/> From a user's point of view, the MSBTE Syllabus Downloader is a convenient and user-friendly tool. Students can simply select their course and the syllabus will be instantly available for download in a standard format, such as PDF. This eliminates the need to search for syllabi on different websites or in the library, saving students valuable time and effort. <br/><br/> The platform is designed to be simple and intuitive, with a straightforward interface that guides students through the process of selecting their course and downloading the syllabus. The platform is also mobile-friendly, allowing students to access and download syllabi on the go, using their smartphones or tablets. <br/><br/> In addition, the MSBTE Syllabus Downloader is designed to be secure and reliable, with robust security features to protect user data and ensure that the platform is always available when students need it. The platform is regularly updated to address any potential vulnerabilities, ensuring that students can access the latest syllabi with confidence. <br/><br/> Overall, the MSBTE Syllabus Downloader is an essential resource for students pursuing a computer engineering diploma from MSBTE. By providing easy access to the latest syllabi, this platform helps students stay organized and on track as they complete their studies.",

            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" }
            ]
        }
    },
    {
        "id": "8",
        "cardImg": "/projectsImages/calculator/Screenshot-SimpleOnlineCalculator.png",
        "title": "<strong>Simple Online Calculator</strong>",
        "category": "Category: <strong>website</strong>",
        "description": "The calculator is developed for an another website.<br/> Calculator stores history of calculations to easy retrival of past calculations",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            }
        ],
        "data": {
            "github": "https://github.com/my-code-learning-area/learningCSS.github.io",
            "project": "https://my-code-learning-area.github.io/learningCSS.github.io/calculator.html",
            "aboutProject": "The Simple Online Calculator is a versatile and user-friendly tool that can be integrated into any website as a popup. This calculator is designed to perform basic arithmetic operations, such as addition, subtraction, multiplication, and division, and provides an accurate and instant solution for users.<br/><br/> From a user's point of view, the Simple Online Calculator is easy to use and intuitive. The interface is designed to be straightforward, with large buttons for each arithmetic operation and a clear display for results. The calculator also includes a memory function, allowing users to store and recall intermediate results.<br/><br/> The Simple Online Calculator is designed to be highly customizable, with options for changing the look and feel of the calculator to match the design of the website it is integrated into. The calculator can be integrated into a website as a popup, allowing users to quickly access and use the calculator without leaving the website.<br/><br/> In addition, the Simple Online Calculator is designed to be fast and reliable, with a minimal amount of code that ensures fast load times and smooth operation. The calculator is also compatible with a wide range of devices and browsers, allowing users to access and use the calculator from any device with an internet connection.<br/><br/> Overall, the Simple Online Calculator is a versatile and essential tool for any website that requires a basic calculator. Whether you're building a shopping website, a financial website, or any other type of website, this calculator provides a quick and easy solution for your users' arithmetic needs.",

            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" }
            ]
        }
    },
    {
        "id": "9",
        "cardImg": "/projectsImages/topColleges/Screenshot-TopCollegesList.png",
        "title": "<strong>Top Colleges List </strong> for Under Graduation",
        "category": "Category: <strong>website</strong>",
        "description": "When I completed diploma, Few days later admission process is started for B.E, and to list out the colleges, analyze them and catagorize them I've developed this web pages.<br/> Maintained the json file and filled the required data in it. And I can easily access the college list, sort them with required options.<br>Then I published this pages publically to help others also.",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            },
            {
                "name": "BootStrap",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/bootstrap/bootstrap-original-wordmark.svg"
            }
        ],
        "data": {
            "github": "https://github.com/my-code-learning-area/learningCSS.github.io",
            "project": "https://my-code-learning-area.github.io/learningCSS.github.io/TopColleges.html",
            "aboutProject": "Lorem ipsum dolor sit amet consectetur adipisicing elit. Repellendus rerum aspernatur voluptate assumendaculpa magnam quod consectetur enim modi fuga nulla voluptatem ratione sunt nemo deleniti doloribus numquam,laborum quaerat reiciendis architecto? magnam quod consectetur enim modi fuga nulla voluptatem ratione sunt nemo deleniti doloribus numquam,laborum quaerat reiciendis architecto? Atque autem consectetur, soluta cumque consequatur illum laboriosamharum vitae esse ad. Amet suscipit modi cum. Quia, hic?<br />Lorem ipsum dolor sit amet consectetur adipisicing elit. Repellendus rerum aspernatur voluptate assumendaculpa magnam quod consectetur enim modi fuga nulla voluptatem ratione sunt nemo deleniti doloribus numquam,laborum quaerat reiciendis architecto? Atque autem consectetur, soluta cumque consequatur illum laboriosamharum vitae esse ad. Amet suscipit modi cum. Quia, hic?",

            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" }
            ]
        }
    },
    {
        "id": "10",
        "cardImg": "/projectsImages/todoList/Screenshot-ToDoList.png",
        "title": "<strong>To-Do list</strong> React App",
        "category": "Category: <strong>website</strong>",
        "description": "For maintaining the list of tasks to be done by myself, I've developed this react app to practice react and develop a small application",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            },
            {
                "name": "react",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/react/react-original-wordmark.svg"
            }
        ],
        "data": {
            "github": "https://github.com/sumitkawale/reqct-deploy",
            "project": "https://sumitkawale.github.io/reqct-deploy//",
            "aboutProject": "The To-Do List React App is a productivity tool designed to help users manage their tasks and prioritize their daily activities. This app allows users to create and track their to-do lists, set reminders, and mark tasks as completed with just a few clicks.<br/><br/> From a user's point of view, the To-Do List React App is a simple and intuitive tool that makes it easy to stay organized and on top of their responsibilities. The app's interface is designed to be user-friendly, with clear and straightforward navigation that guides users through the process of adding and completing tasks.<br/><br/> The To-Do List React App is built using React, a popular JavaScript library for building user interfaces, ensuring fast and responsive performance. The app is also designed to be highly customizable, with a range of options for personalizing the look and feel of the app to suit each user's preferences.<br/><br/> In addition, the To-Do List React App includes a range of productivity features, such as the ability to set reminders for important tasks, the ability to categorize tasks into different lists, and the ability to view and track progress over time. The app also includes a search function, allowing users to quickly find specific tasks and prioritize their workload.<br/><br/> Overall, the To-Do List React App is a must-have tool for anyone looking to improve their productivity and manage their daily tasks with ease. With its user-friendly interface, powerful features, and fast and responsive performance, this app is the perfect solution for staying organized and on top of your game.",

            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" }
            ]
        }
    },
    {
        "id": "11",
        "cardImg": "/projectsImages/project.png",
        "title": "<strong>Criminal Face Recognision Using Public CCTV Camera</strong> using Python Django",
        "category": "Category: <strong>django-website</strong>",
        "description": "Most of caces, some registered criminals elope freely. Such criminals can be caught by cameras<br/> Using this application, police officers can register the list of criminals to system, and system will continuously monitor the CCTV camera and if such criminal caught on camera, system informs nearby policestation to caught them.",
        "technologies": [
            {
                "name": "html",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/html5/html5-original-wordmark.svg"
            },
            {
                "name": "css",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/css3/css3-original-wordmark.svg"
            },
            {
                "name": "javascript",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/javascript/javascript-original.svg"
            },
            {
                "name": "BootStrap",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/bootstrap/bootstrap-original-wordmark.svg"
            },
            {
                "name": "Python",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/python/python-original-wordmark.svg"
            },
            {
                "name": "Django",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/django/django-plain-wordmark.svg"
            },
            {
                "name": "PostgreSQL",
                "iconLink": "https://cdn.jsdelivr.net/gh/devicons/devicon/icons/postgresql/postgresql-original-wordmark.svg"
            }
        ],
        "data": {
            "github": "",
            "project": "",
            "aboutProject": "The Criminal Face Recognition Using Public CCTV Camera is a cutting-edge technology designed to enhance public safety by identifying and tracking individuals who have committed crimes. This system uses facial recognition algorithms and artificial intelligence to analyze video footage from public CCTV cameras and match faces with criminal records.<br/><br/>From a user's point of view, this system is a powerful tool for law enforcement and security agencies. It allows them to quickly and accurately identify individuals who have been involved in criminal activities, track their movements, and monitor their behavior in real-time. The system also provides an easy-to-use interface that allows users to search for individuals by name, description, or image, and view their criminal records and photos.<br/><br/> The Criminal Face Recognition System is built using Python Django, a powerful web framework that is widely used for developing complex web applications. The system is also designed to be scalable and efficient, with a robust infrastructure that can handle large amounts of data and video footage, and fast processing speeds that ensure real-time results.<br/><br/> In addition, the system is designed to be highly secure, with robust security measures in place to protect the privacy of individuals and the confidentiality of criminal records. The system also includes an advanced reporting and analytics tool, allowing users to view and analyze data and statistics on criminal activity, and identify trends and patterns that can be used to prevent and solve crimes. <br/><br/> Overall, the Criminal Face Recognition Using Public CCTV Camera is a powerful and innovative technology that has the potential to revolutionize the way law enforcement and security agencies work. With its fast, accurate, and secure capabilities, this system is an essential tool for improving public safety and combating crime.",

            "screenshots": [
                {
                }
            ],
            "developers": [
                { "username": "sumitkawale", "name": "Sumit Kawale", "logoTxt": "SK", "avatar": "https://avatars.githubusercontent.com/u/68008710?v=4" },
                { "username": "omiswami99", "name": "Onkar Swami", "logoTxt": "OS", "avatar": "https://avatars.githubusercontent.com/u/68021157?v=4" },
                { "username": "Akanksha Kudale", "name": "Akanksha Kudale", "logoTxt": "AK", "avatar": "" }
            ]
        }
    }
]
